{
"_id":"ds003716",
"_rev":"1-b3af199c7376e8d88ff85431fdda49d8",
"dataset_description.json":{"Name":"Subcortical DMN functional connectivity","BIDSVersion":"1.6.0","Authors":["Li J.","Curley W. H.","Guerin B.","Dougherty D. D.","Dalca A. V.","Fischl B.","Horn A.","Edlow B. L."],"DatasetDOI":"10.18112/openneuro.ds003716.v1.0.0","License":"CC0","HowToAcknowledge":"Li, J. et al. Data from: Subcortical DMN functional connectivity. OpenNeuro https://openneuro.org/datasets/ds003716, doi:10.18112/openneuro.ds003716.v1.0.0 (2019).","Acknowledgements":"This study was supported by the NIH Director's Office (DP2HD101400), National Institute of Neurological Disorders and Stroke (R21NS109627, RF1NS115268, R01NS0525851, R21NS072652, R01NS070963, R01NS083534, U01NS086625, U24NS10059103, R01NS105820), BRAIN Initiative Cell Census Network (U01MH117023), National Institute for Biomedical Imaging and Bioengineering (P41EB015896, R01EB023281, R01EB006758, R21EB018907, R01EB019956, P41EB030006), National Institute on Aging (R56AG064027, R01AG064027, R01AG008122, R01AG016495), National Institute of Mental Health (R01MH123195, R01MH121885, 1RF1MH123195), the James S. McDonnell Foundation, and the Tiny Blue Dot Foundation. This work was also made possible by the resources provided by Shared Instrumentation Grants S10RR023401, S10RR019307, and S10RR023043. Additional support was provided by the NIH Blueprint for Neuroscience Research (U01MH093765), part of the multi-institutional Human Connectome Project.","ReferencesAndLinks":["https://www.lead-dbs.org/","https://surfer.nmr.mgh.harvard.edu","https://histopath.nmr.mgh.harvard.edu"]},
"CHANGES":"1.0.0 2021-07-03\n  - Initial upload\n0.0.1 2021-07-02\n  - Initial upload\n",
"derivatives":{"NASCAR_Subcortical_DMN":{"NASCAR_Subcortical_DMN_100um_4K.mp4":{"_DataLink_":"https://neurojson.org/io/stat.cgi?action=get&db=openneuro&doc=ds003716&file=derivatives/NASCAR_Subcortical_DMN/NASCAR_Subcortical_DMN_100um_4K.mp4&size=16075487"},"NASCAR_Subcortical_DMN.nii.gz":{"_DataLink_":"https://neurojson.org/io/stat.cgi?action=get&db=openneuro&doc=ds003716&file=derivatives/NASCAR_Subcortical_DMN/NASCAR_Subcortical_DMN.nii.gz&size=43543953"}}},
"README":"The default mode network (DMN) mediates self-awareness and introspection, core components of human consciousness. Therapies to restore consciousness in patients with severe brain injuries have historically targeted subcortical sites in the brainstem, thalamus, hypothalamus, basal forebrain, and basal ganglia with the goal of reactivating cortical DMN nodes. However, the subcortical connectivity of the DMN has not been fully mapped and optimal subcortical targets for therapeutic neuromodulation of consciousness have not been identified. Here, we created a comprehensive map of the DMN's subcortical connectivity by analyzing 7 Tesla resting-state functional MRI (rs-fMRI) data from 168 healthy volunteers acquired in the Human Connectome Project. The rs-fMRI blood-oxygen-level-dependent (BOLD) data were temporally synchronized across subjects using the BrainSync algorithm. Cortical and subcortical DMN nodes were jointly analyzed and identified at the group level by applying a novel Nadam-Accelerated SCAlable and Robust (NASCAR) tensor decomposition method to the synchronized dataset. The DMN subcortical connectivity identified here advances understanding of the subcortical regions that contribute to human consciousness and can be used to inform the selection of therapeutic targets in clinical trials for patients with disorders of consciousness.\n\nThe subcoritical DMN functional connectivity map is available as a nifti file (NASCAR_Subcortical_DMN.nii.gz) under the derivative folder. The functional connectivity map was also overlaid on a high-resolution 7T ex vivo MRI dataset for precise neuroanatomic analysis. The result was visualized and rendered as a video (NASCAR_Subcortical_DMN_100um_4K.mp4) also available under the derivative folder. The high-resolution ex vivo MRI dataset (500 micron) is duplicated under the folder of sub-EXC004 for the readers' convenience. The original dataset with higher resolution at 100 micron is available at \"Edlow BL, Mareyam A, Horn A, et al. Data from: 7 Tesla MRI of the ex vivo human brain at 100 micron resolution. OpenNeuro https://openneuro.org/datasets/ds002179, doi:10.18112/openneuro.ds002179.v1.1.0 (2019)\"\n",
"sub-EXC004":{"anat":{"sub-EXC004_acq-FA25_FLASH.json":{"ImageType":"ORIGINAL/PRIMARY/M","ManufacturerModelName":"SIEMENS MAGNETOM Investigational Device 7T","ScanningSequence":"GRE","MRAcquisitionType":"3D","SequenceName":"gre_mgh_multiecho_seg_7T","RepetitionTime":0.04,"EchoTime":0.0142,"NumberOfAverages":1,"ImagingFrequency":297181354,"MagneticFieldStrength":7,"NumberOfPhaseEncodingSteps":1760,"EchoTrainLength":1,"PercentSampling":100,"PercentPhaseFieldOfView":100,"PixelBandwidth":90,"AccelerationFactorPE":1,"TotalScanTimeSec":90112,"ReceiveCoilName":"7T31ChHeadSG","DeviceSerialNumber":"18001","SoftwareVersions":"syngo MR B17","ProtocolName":"GRE_1e_100um_25deg*","TransmitCoilName":"7T31ChHeadSG","AcquisitionMatrix":"0/1760/1760/0","InPlanePhaseEncodingDirection":"COL","FlipAngle":25,"PatientPosition":"HFS","ExVivoPosition":"Superior Down Anterior Feet"},"sub-EXC004_acq-FA25_FLASH.nii.gz":{"_DataLink_":"https://neurojson.org/io/stat.cgi?action=get&db=openneuro&doc=ds003716&file=sub-EXC004/anat/sub-EXC004_acq-FA25_FLASH.nii.gz&size=74205499"}}},
"_revs_info":[{"rev":"1-b3af199c7376e8d88ff85431fdda49d8","status":"available"}]
}
